/// <reference types="cypress"/>

it("Домашка по поиску элементов на открытой странице",() => {

    // Відвідування сайту
    cy.visit ('https://sanitarskyi-ngx-admin.herokuapp.com');

    // Пошук елементу за назвою атрибуту та його значенням, натискання на цей елемент
    cy.get('[alt="Material Dark Theme"]').click();

    // Пошук елементу за назвою атрибуту та його значенням який відповідає за дропдаун "forms" та клік по ньому
    cy.get('[title="Forms"]').click();

    //Пошук елементу за назвою атрибуту та його значенням який відповідає за дропдаун "form layouts" та клік по ньому
    cy.get('[title="Form Layouts"]').click();
})